{
  "headerImage": "mazel/img/headers/works.jpg",
  "projects": [{
    "index": 1,
    "name": "LetsVenture",
    "image": "1-LV.png",
    "header": "LETSVENTURE",
    "headerTag": "Angel Investing made smart and easy",
    "categories": "product ux strategy",
    "details": {
      "title": "WITH LETSVENTURE, INVESTORS CONNECT TO MAKE INFORMED INVESTMENT DECISIONS IN INDIAN STARTUPS",
      "desc": "We worked with LetsVenture to solve key painpoints of early stage funding of Startups.Angel funding is tedious process. It is hard for investors to view high value Startups and  also for Startups to ﬁnd Investors who believe in their idea. Process is slow, difﬁcult to track, not smart with paperwork, hard to schedule interactions and get the best value of the time you spend.",
      "headerImage": "Header-LV.png",
      "columns": [{
        "header": "SMART PLATFORM FOR INVESTORS",
        "content": "We studied the existing process by talking to stakeholders of the system. We learnt a great deal about investing styles, startup needs, constraints of transactions and problems of scaling of the business. We mapped and organised a connected system design to accomodate these needs. We focused on making it simple, easy and interesting to participate meaningfully in a funding process."
      }, {
        "header": "DESIGNING BEHAVIOURS",
        "content": "We designed the mobile and web applications. Investors found it new & easy to find accurate information about startups and investment opportunities on their fingertips. They responded by liking, committing, sharing, searching and chatting to founders on the go with a simple tap.  This generated qualitative real time data that fueled the machine to fine tune relevant  information by learning from behavior. Funding is now faster, personalized, connected and with no paperwork."
      }, {
        "header": "SHAPING ECOSYSTEM",
        "content": "Within a year, LetsVenture raised over $51M, funding over 138 Startups and enrolling over 3000 active investors. LetsVenture has democratized investing which was earlier in a hands of a few business families. Today, LetsVenture is India’s largest Angel investment network."
      }],
      "images": ["1-LV.png", "2-LV.png", "3-LV.png", "4-LV.png", "5-LV.png", "6-LV.png"],
      "categories": "Product, UX, Strategy",
      "released": "SEP 2015",
      "created" : "",
      "client": "LETSVENTURE",
      "link": "https://letsventure.com",
      "impact": "$51M RAISED TO FUND OVER 138 STARTUPS",
      "workQuote": [{
        "quote": "\"The design has made things simpler and smarter for investing. With a swipe I can see tailored startups, chat with founders, decide to commit and follow up realtimein a funding process. Design is elegant and works beautifully. Proud to show it to rest of the world\"",
        "author": " Prime Investor"
      }],
      "roles": [{
        "image": "ion ion-ios-compose-outline",
        "header": "Strategy",
        "desc": "Framework creation and vision planning based on learnings from data and business. To create a series of effective usecases for the product."
      }, {
        "image": "ion ion-ios-color-filter-outline",
        "header": "Product Design",
        "desc": "Visualizing mobile and web appilications. Delivering product design specs for Android/IOS/Web. Planning product roadmap and reviews with dev teams"
      }, {
        "image": "ion ion-ios-color-wand-outline",
        "header": "UX Improvements",
        "desc": "End to end UI/UX of the Product. Testing with investors, learning from data to improvise and introduce flows to maximize engagement"
      }]
    }
  }, {
    "index": 2,
    "name": "Kham",
    "image": "T-kham.jpg",
    "header": "KHAM",
    "headerTag": "Symbol for space",
    "categories": "identity",
    "details": {
      "title": "'KHAM' MEANING SPACE OR FORMLESS GETS A SYMBOL",
      "desc": " \"Kham\" is named for the ofﬁce of an Architectural practice. In Sanskrit language it is a \"Beejakshara\" or seed syllable meaning space. We explored multitude of meanings and dimensions that the root syllable could express the formless space into a symbol recognizable for communication of a practice that works with space.",
      "headerImage": "Header-kham.png",
      "columns": [{
        "header": "EXPLORATIONS",
        "content": "We explored meanings and contexts. \" Aperture, the Sky, Earth & Space and the sound. In India we have a strong \"Oral tradition\". Designer's understanding of the sound and meaning of a word is of primal importance to explore \"Akshara Roopa\" or the Letter form\". \"Akshara Roopa\" has the potential to express and connect its past meanings, current purpose and interpretation of future in one go."
      }, {
        "header": "SYNTHESIS",
        "content": "The ﬁnal design for Kham' is a resonating \"Anusvara\" represented by the Circle or the \"Bindu\". It is calligraphically rendered encompassing space. Symbol also expresses the purpose of the profession of an architect whose continious engagement with \"space making\" is a practice as well as dicovery of the mystery."
      }, {
        "header": "IMPROVISATIONS",
        "content": "  Letter form explorations are challenging in Indian contexts where the ancient meanings are dominated by \"Oral traditions\". Calligraphic, Typographic and illustrative mediums fall short to truly express the spirit of the meanings of seed syllables and require continious improvisations of the form challenging oneself internally till you ﬁnd liberation."
      }],
      "images": ["1-kham.png", "2-kham.png", "3-kham.png"],
      "categories": "identity",
      "released": "SEP 2009",
      "created" : "",
      "client": "KHAM ARCHITECTS",
      "link": "www.khamdesign.in",
      "workQuote": [{
        "quote": "\"An Agha Khan winner was curious about the symbol design and wished to know more about design and India\"",
        "author": "Client"
      }]
    }

  }, {
    "index": 3,
    "name": "Moonwalkr",
    "image": "T-mv.jpg",
    "header": "MOONWALKR",
    "headerTag": "Lightest leg guard for Batsmen",
    "categories": "product design",
    "details": {
      "title": "A LIGHTER LEG GUARD HELPED BATSMEN RUN FASTER & AVOID BOWLEGS",
      "desc": "Moonwalkr attempted to solve a leg gear problem for batsmen. Traditional leg gears are heavy and bulky. On continious use, batsmen tend to develop \"Bow Legs\" which affects running between wickets. We focused on making the gear lighter, stronger using composite plastics to suit modern day Cricket needs.",
      "headerImage": "Header-mv.png",
      "columns": [{
        "header": "LIGHT, STRONG & SAFE",
        "content": "A body wear has to go with the body structure, movement, comfort and also solve a functional problem. Light weight plastics - PE sheild and PEfoam are sandwiched and handstiched to take ball hits upto 150 kms/hour. The composites make the shell lighter by 50%, stronger giving morehappy safefeeling."
      }, {
        "header": "TAILORING FOR STARTUP",
        "content": "We adapted to startup situations. Low cost prototyping, testing and continious improvements to achieve product goals were a norm. Like a design incubator, we faced various complex constraints of production, saftey, shaping, stictching, tooling and scaling. "
      }, {
        "header": "SMOOTH CURVES",
        "content": " The design features smooth curved form, hard from outside and soft and cushoned from inside. Stitch lines are optimised for strength and longivity. The shape is a response to natural body movements and protection. The curves visually make it look smaller and compact, easy to carry and wear them on to play."
      }],
      "images": ["1-mv.png", "2-mv.png", "3-mv.png", "4-mv.png"],
      "categories": "Product, Design",
      "released": "FEB 2009",
      "created" : "",
      "client": "MOONWALKR",
      "link": "https://www.moonwalkr.in",
      "workQuote": [{
        "quote": "\"Moonwalkr is a cutting edge product, its lighter and gives a happy safe feeling while playing \"",
        "author": "Customer"
      }]
    }
  }, {
    "index": 4,
    "name": "Vool",
    "image": "T-vool.jpg",
    "header": "Vool",
    "headerTag": "Videos that connect you",
    "categories": "social digital strategy",
    "details": {
      "title": "NEW WAY TO CONNECT TO YOUR BESTIE, WITH MOBILE VIDEOS",
      "desc": "What if we can shoot videos with animated characters that evoke new meanings? What if you could talk to a character and your best friend can add their video to that of yours creating an endless loop? New tools create new use cases. It also satisfies a need to express and bond with your nearest ones. VOOL lets you do just this.",
      "headerImage": "Header-Vool.png",
      "columns": [{
        "header": "SHOOT TOGETHER ",
        "content": "Vool is a mobile application which enhances camera capabilities allowing users to add animated stickers, music, sketching, voice to your videos. It also enables you to stitch, trim, add your narration, frame and compose your videos as you like. The edited videos are then shared with your friends who in turn can add videos to your creation creating ‘Vool Loops’. The editing happens on native, videos are stored on cloud for anytime access."
      }, {
        "header": "ADD FUN",
        "content": "Vool significantly increased downloads to Vliv video platform. It showed new consumer behaviors of people wanting to add music and stickers to their videos to express their stories. It reduced video making process to less than 12 seconds which takes over 2 minutes on a desktop.  app. This lead to platform enhancements showing credibility of Vliv technology. This was instrumental in raising the seed round investment."
      }, {
        "header": "CAMERA IS NOW SOCIAL",
        "content": "Mobile camera is now open to exploration and used by billions to express their identity, personality, interests and stories. We extend this to make people connect better by building capabilities that do not exist in the default camera. Vool makes video-making a simple, elegant and fun way to express the deep stories you want to share to those who want to add their own."
      }],
      "images": ["1-vool.png", "2-vool.png", "3-vool.png", "4-vool.png", "5-vool.png", "6-vool.png", "7-vool.png"],
      "categories": "Social, Digital, Strategy",
      "released": "SEP 2014",
      "client": "VLIV",
      "impact": "$2M RAISED",
      "workQuote": [{
        "quote": "Love the app, editing is awesome, its so easy to make video stories now in one tap and share it with my friends",
        "author": "IOS App store review (4 Stars)"
      }],
      "roles": [{
        "image": "ion ion-ios-analytics-outline",
        "header": "DATA STUDY",
        "desc": "Deep dive into metrics that showed us video behaviours that mattered for engagement, connections and scaling."
      }, {
        "image": "ion ion-ios-people-outline",
        "header": "STRATEGY",
        "desc": "Framework creation and vision planning based on learnings from data and business. To create a series of video apps to strengthen the backend."
      }, {
        "image": "ion ion-ios-lightbulb-outline",
        "header": "PRODUCT/ BRANDING",
        "desc": "End to end UI/UX of the Product. Testing with teenagers remotely and branding Vool for a global teen audience"
      }]
    }
  },{
    "index": 5,
    "name": "Dhatri",
    "image": "T-dhatri.jpg",
    "header": "Dhatri",
    "headerTag": "Visual design for a classical fusion band",
    "categories": "identity",
    "details": {
      "title": "EXPRESSING EAST MEETING WEST",
      "desc": "Accordion, Harmonium, Piano makes the band “Dhatri” look enigmatic, complete and friendly. Artistes are old friends, they know each other as much as they know their music and instruments. They look happy and compose together with bellow instruments close to their bodies and creating magical layers of sound as they play. The branding visual tries to capture this story fusing graphic elements of instruments.",
      "headerImage": "Header-dhatri.png",
      "columns": [],
      "images": ["1-dhatri.jpg", "2-dhatri.jpg", "3-dhatri.jpg"],
      "categories": "Identity",
      "released": "SEP 2014",
      "created" : "",
      "client": "Dhatri",
      "impact": "2 Edition released",
      "workQuote": [{
        "quote": "Our music attempts create harmony between east and west, the visual shows elements of us not just in form but in spirit",
        "author": "Artiste, Dhatri"
      }],
      "roles": []
    }
  },  {
    "index": 6,
    "name": "MadivalaSante",
    "image": "T-sante.jpg",
    "header": "MADIVALA SANTE",
    "headerTag": "Identity design for a local farmers market",
    "categories": "identity",
    "details": {
      "title": "KANNADA LETTER FORMS EXPRESS AN ANCIENT PRACTICE",
      "desc": "A farmers market is an ancient practice in India. Its is all about people meeting, buying and selling their harvest. It is busy, colorful and happening. Local markets infuse life to the mechanical city. They showcase a vibrant activity. We explored letter forms in Kannada language so that the local residents make it their own. The word \"Sante\" meaning \"market\" and the visual depicts a story of a market.",
      "headerImage": "Header-sante.png",
      "columns": [],
      "images": ["1-sante.jpg", "2-sante.jpg", "3-sante.jpg", "4-sante.png"],
      "categories": "Identity",
      "released": "",
      "created" : "SEP 2016",
      "client": "BBMP",
      "impact": "",
      "workQuote": [],
      "roles": []
    }
  },  {
    "index": 7,
    "name": "PuzzleDesh",
    "image": "T-puzzledesh.jpg",
    "header": "PUZZLEDESH",
    "headerTag": "Traditionally painted Indian Mythical stores in Jigsaw Puzzles",
    "categories": "product strategy identity",
    "details": {
      "title": "PUZZLES THAT CONNECT US TO MYTHS",
      "desc": "Traditional Indian paintings are a melting pot of mythological stories. Stories of gods like Krishna, Rama and Ganesha today are seen in historical books, museums or sold as hand painted visuals in tourist places. Geographically, they have been interpreted in cultures for hundreds of years in various styles of paintings like Patachitra, Tanjore, Mysore, Madhubani and various regional styles. We explored these stories to create an engagement by puzzles and games.",
      "headerImage": "Header-puzzledesh.png",
      "columns": [{
        "header": "INDIA THROUGH PLAY",
        "content": "Painting traditions of India are rich with stories. Often one does not get an easy access and a reason  to connect with these stories that are a household talk in India. Puzzle Desh was born as a self initiative to make these stories more accessible, playful and joyful."
      }, {
        "header": "WORKING WITH ARTISTES",
        "content": "We worked with traditional artistes, commissioning a painting that depicts a grand story. Artistes in Mysore, Tanjore, Madhubani and Patachitra style created the visuals. The paintings were digitized, processed into a puzzles of 90 and 500 pieces. Puzzles reached over 100 stores across Indian and US markets."
      }, {
        "header": "PAINTING A STORY",
        "content": "Paintings depicting life events of gods mainly Krishna, Rama and Ganesha. The packaging is inspired from traditional patterns from temples and sarees. Since beginning the images of gods are set in decorative borders. The deep hues of sarees are used to express rich setting of the story hidden in puzzle pieces."
      }],
      "images": ["1-puzzledesh.jpg", "2-puzzledesh.jpg", "3-puzzledesh.jpg", "4-puzzledesh.jpg", "5-puzzledesh.jpg"],
      "categories": "Product, Strategy, Identity",
      "released": "JUN 2014",
      "created" :"",
      "client": "PUZZLE DESH",
      "link": "www.puzzledesh.com",
      "impact": "",
      "workQuote": [{
        "quote": "I bought 9 PuzzleDesh puzzles, I finished all the nine and framed the puzzles during my pregnancy as a token of my love to my child. It is a meditative experience",
        "author": "Customer"
      }],
      "roles": []
    }
  },   {
    "index": 8,
    "name": "MadhuraRagini",
    "image": "T-MR.jpg",
    "header": "MADHURA RAAGINI",
    "headerTag": "Reviving Kannada Poems by songs and logotype exploration",
    "categories": "identity",
    "details": {
      "title": "TYPE - FORM EXPLORATION ON EMOTION POETRY OF KARNATAKA",
      "desc": "Two classical musicians went on a journey to collect, compose and render rich emotion poetry of Karnataka by lesser renowned poets. The songs talk about mystery and beauty of life and its enchanting events. ‘Madhura Raagini’ means ‘Sweetness of the Melody”.  We used elements like the “Sampige” flower, leaves, fruits, branches, the singing bird that come together as a complete Idea. We helped them out by designing the logotype, packaging for compact disc containing the songs written by the poets.",
      "headerImage": "Header-MR.png",
      "columns": [],
      "images": ["1-MR.png","2-MR.png", "3-MR.png"],
      "categories": "Identity",
      "released": "",
      "created" : "SEP 2016",
      "client": "Meghana Kulkarni",
      "impact": "",
      "workQuote": [],
      "roles": []
    }
  },{
    "index": 9,
    "name": "StudioMotley",
    "image": "T-SM.jpg",
    "header": "STUDIO MOTLEY",
    "headerTag": "Logotype design for an architectural practice",
    "categories": "identity",
    "details": {
      "title": "ASSEMBLAGE OF FORMS AND SPACES",
      "desc": "\"Motley\" - A mixed bag of forms and spaces the Identity designed for “Studio Motley” - A multi-disciplinary studio with projects ranging from Architecture to Urban Planning. The inherent variety of the form of the letters took shape of an identity that had expressed architectural representations of  elevation, spaces and urban density.",
      "headerImage": "Header-SM.jpg",
      "columns": [],
      "images": ["1-SM.png","2-SM.jpg", "3-SM.jpg","4-SM.jpg", "5-SM.png"],
      "categories": "Identity",
      "released": "",
      "created" : "JAN 2014",
      "client": "Studio Motley",
      "link" : "www.studiomotely.com",
      "impact": "",
      "workQuote": [],
      "roles": []
    }
  }, {
    "index": 10,
    "name": "Cheers",
    "image": "T-cheers.jpg",
    "header": "CHEERS",
    "headerTag": "A video selfie app",
    "categories": "digital",
    "details": {
      "title": "MY OWN PORTRAIT GREETINGS",
      "desc": "Obsession with \"me\" is an age old behaviour. Since ancient times portraits that show a part of themselves to the world are seen in paintings later in photographs and today on the mobile phones. This is a statement that says \"Look at me. This is who I am.\" At times, it can be a very powerful statement and inspire people on to great things in their lives, while at other times, it is simply something that helps them get through the day. Cheers is a mobile app that helps us to stand out by sharing musical  video greetings to your loved ones. A musical greeting  automatically stitches a video by a single swipe allowing you to greet over messaging apps with ease and delight.",
      "headerImage": "Header-cheers.png",
      "columns": [],
      "images": ["1-cheers.png","2-cheers.png", "3-cheers.png"],
      "categories": "Digital",
      "released": "",
      "created" : "JAN 2014",
      "client": "VLIV",
      "impact": "",
      "workQuote": [],
      "roles": []
    }
  }, {
    "index": 11,
    "name": "Tromke",
    "image": "T-tromke.jpg",
    "header": "TROMKE",
    "headerTag": "Humorizing digital maps",
    "categories": "social digital strategy",
    "details": {
      "title": "NEW WAY TO MARK 'ANYTHING LIVE' USING EMOTIMAPS",
      "desc": "In India, its not uncommon to find people even in the most remote of places. Usually  people use ordinary landmarks to guide, sometime also add their personal views and curiosity. This small interaction enables one to discover more about a new person. Tromke is a social experiment to create an ability to express memories and bringing a personality onto a map, hoping to connect people with wit.",
      "headerImage": "Header-tromke.png",
      "columns": [{
        "header": "WHAT ARE EMOTIMAPS",
        "content": "There is no term like that! We invented it as we ideated. Traditional wayfinding maps are functional and are efficient in finding destinations. But a place is remembered by the memories it evokes. This is hard to create on functional digital map today. Emotimaps fills this void by allowing anyone to mark his memory. He could share if a ‘duck walked’, ‘I spotted a pretty girl’, ‘I saw crime’,’road is blocked’ or ‘its a nice morning’. If we crowd sourced these memory marks we could sense a place deeper with our emotive abilities."
      }, {
        "header": "MAKING ORDINARY SPECIAL",
        "content": "Life surrounds us. All we have to do is look for it. We often miss seeing it every moment. We create the ordinary in our lives by failing to notice the special in things around. It gets exciting when we start enjoying the ordinary around. It sparks conversations, it loosens ideals, it opens new avenues and takes us for  a stroll unwinding the past. Tromke enables this possibility. You can add a symbol that depicts an ordinary event like a \"Its raining Leaves\" and soon you get connected to someone who is interested."
      }, {
        "header": "LAYERING MICRO EVENTS",
        "content": "We used bold pastel palette, bold line iconography, illustrative figures and characters to make it layered with stories of people. Green circles denoted happy events, red circles denoted threats. Every icon on the map was a potential starting point for a conversation to know each other, to know from each other, to transact by sharing a ‘micro event’. Initial marks were of asking for help, asking for local knowledge or to get to know better. We designed the product, user interaction and interface of this native IOS application"
      }],
      "images": ["1-tromke.png", "2-tromke.png", "3-tromke.png"],
      "categories": "Social, Digital, Strategy",
      "released": "FEB 2011",
      "created" :"",
      "client": "Tromke",
      "link": "",
      "impact": "",
      "workQuote": [{
        "quote": "Maps are fun now, I see more than just roads on Tromke. I see humour, I can tweet anything ordinary. That makes it comfortable.",
        "author": "IOS App store review (4 Stars)"
      }],
      "roles": []
    }
  },{
    "index": 12,
    "name": "Madilu",
    "image": "T-madilu.jpg",
    "header": "MADILU",
    "headerTag": "Book design on traditional post pregnancy care",
    "categories": "identity book",
    "details": {
      "title": "DOCUMENTING TRADITIONAL WISDOM ON POST PREGNANCY",
      "desc": "Author wanted to preserve and share north Karnataka’s traditions and knowledge about post-pregnancy care. The book ‘Madilu’ roughly translating 'lap' documents healing and treatment practices that have been handed down over generations to generations. The book narrates traditional ceremonies, songs that are sung for the new born and the mother, food preparation for the new mother and traditional medicine for small pregnancy related ailments. We helped in designing the book cover-page, layout and review of content.",
      "headerImage": "Header-madilu.jpg",
      "columns": [],
      "images": ["1-madilu.png","2-madilu.jpg"],
      "categories": "Identity, Book",
      "released": "",
      "created" : "APR 2011",
      "client": "Shyamala Kulkarni",
      "impact": "",
      "workQuote": [],
      "roles": []
    }
  },{
    "index": 13,
    "name": "Amara",
    "image": "T-amara.jpg",
    "header": "AMARA",
    "headerTag": "Identity design for a  boutique",
    "categories": "identity",
    "details": {
      "title": "SYMBOL DESIGN MEANING 'IMMORTAL', 'UN-ENDING'",
      "desc": "'Amara' means unfading, deathless, undying. The curators of the boutique wished to associate the name with timeless collection of antiques and furnishings. We designed a symbol representing the timelessness of the objects curated that carry a rich story of history with them. It represented a never ending fractal, growing out infinitely. Symbol also expressed the traditional royal lamp for gods which is a rare antique.",
      "headerImage": "Header-amara.png",
      "columns": [],
      "images": ["1-amara.png","2-amara.jpg", "3-amara.jpg"],
      "categories": "Identity",
      "released": "",
      "created" : "MAY 2014",
      "client": "Amara Store",
      "impact": "",
      "workQuote": [],
      "roles": []
    }
  }, {
    "index": 14,
    "name": "B2C",
    "image": "T-B2C.jpg",
    "header": "BUILT2COOK",
    "headerTag": "Packaging for instant self cooking",
    "categories": "packaging",
    "details": {
      "title": "AFFORDABLE HEALTHY FOOD DESIGN SERVICE FOR THE BUSY",
      "desc": "What if you want to cook a healthy, exotic, interesting dish but you do not have the time for looking for the ingredients ? Built2cook delivers exactly what you are looking for at your door steps. Packaging supports this idea that makes it feel “I made it myself”. It makes cooking special, easy and limits wastage. Open the package, feel the fresh ingredients, follow easy instructions from the finest chefs, cook for yourself and delight your audience. Packaging intended to solve easy cooking, costing and maintain the uniqueness of the new brand.",
      "headerImage": "Header-B2C.png",
      "columns": [{
        "header": "FUTURE OF COOKING",
        "content": "With changing times, growing cities and migrated busy professionals, cooking is a challenge due to time and availability. Also traditional storing of ingredients is fading away by the influence of digital shopping where you buy instantly. But cooking remains a activity for the soul."
      }, {
        "header": "FLEXIBLE SYSTEM",
        "content": "We envisioned a system of healthy ingredients to accommodate a range of recipes curated by experts. A combination of these resulted into a variety of offerings making easy to select options for cooking. This also helped in streamlining procurement, delivery and costing for the business."
      }, {
        "header": "FRESH, HEALTHY & DELIGHTING",
        "content": "The design is a natural response of the collection of ingredients that need to be transported in harsh Indian conditions yet remain fresh, healthy and delighting. The materials used are food grade with a conscious view to reduce wastage. We were part of solution discovery and packaging design."
      }],
      "images": ["1-B2C.png", "2-B2C.png", "3-B2C.png"],
      "categories": "Packaging",
      "released": "",
      "created" :"JUL 2015",
      "client": "BUILT2COOK",
      "link": "",
      "impact": "",
      "workQuote": [{
        "quote": "I ordered hakka noodles yesterday. Got the delivery within 2 hours. The ingredients were so fresh and precise. My mother-in-law refused to believe that I made it by myself. :P So delicious and yummy, and all it took was 20 mins!! Unbelievable. Kudos to you guys. It's great, especially for people like me who want to cook, but aren't so great at it.",
        "author": "Customer"
      }],
      "roles": []
    }
  },{
    "index": 15,
    "name": "Vastarey",
    "image": "T-vastarey.jpg",
    "header": "VASTAREY",
    "headerTag": "Signature for a poet, architect",
    "categories": "identity",
    "details": {
      "title": "LOGOTYPE, CEREMONIAL LIGHTING DESIGN FOR A POET, ARCHITECT",
      "desc": "Author taught us architecture. He created a deep interest in us on how things were made. We associated with him over many years even after we moved into design. He was looking to visualise his 'Signature' to mark his new house he designed. It was an interesting challenge. We designed the signature and decided to bring it out on \"Festive Lighting\" to his house warming ceremony inspired by the traditional Diwali lighting. It added the celebratory mood of the ceremony.",
      "headerImage": "Header-vastarey.jpg",
      "columns": [],
      "images": ["1-vastarey.jpg", "2-vastarey.jpg", "3-vastarey.jpg", "4-vastarey.jpg"],
      "categories": "Identity",
      "released": "",
      "created" : "MAY 2014",
      "client": "Amara Store",
      "impact": "",
      "workQuote": [],
      "roles": []
    }
  },{
    "index": 16,
    "name": "VijayaFoods",
    "image": "T-vf.jpg",
    "header": "VIJAYA FOODS",
    "headerTag": "Identity & Packaging design for a health food brand",
    "categories": "identity packaging",
    "details": {
      "title": "REVIVING TRADITIONAL HEALTH RECIPES",
      "desc": "Vijaya foods makes chemical free hand pounded products from Millets. These traditional recipes have ingredients  based on climate, geography, body type and age. They are natural, organic and sustainable. The packaging had to preserve the recipe, freshness, indicate preparation and reduce costs overall. We used 'recycled' paper. The rough brown of paper created a dark background. The name 'Vijaya' meaning 'win' is placed on overlapping circles to be noticed. The symbol depicted 'V' and leaves. We proposed a photographic visual to show the millet type for people to know the base ingredient.",
      "headerImage": "Header-vf.png",
      "columns": [],
      "images": ["1-vf.png", "2-vf.png", "3-vf.png"],
      "categories": "Identity, Packaging",
      "released": "DEC 2016",
      "created" : "",
      "client": "VIJAYA FOODS",
      "link": "http://www.vijayafoods.in",
      "workQuote": []
    }

  },{
    "index": 17,
    "name": "Saakruti",
    "image": "T-saakruti.jpg",
    "header": "SAAKRUTI",
    "headerTag": "Identity design for an Architecture magazine",
    "categories": "identity",
    "details": {
      "title": "SYMBOL FOR A VERNACULAR MAGAZINE ON ARCHITECTURE",
      "desc": "There is an increased interest in Vernacular and sustainable architectural solutions in towns compared to cities. This local interest is due to increased buying power and education. \"SAAKRUTI\" is the first magazine in Kannada language about architecture that fills this gap. In south India, letterforms were originally written on soft leaves. Hence have rounded forms. We used segments of circles to resolve the rounded form. We wanted to make it look like a 'written script' to make it more relatable. Also the purpose was to express SAAKRUTI meaning \"Good Form\".",
      "headerImage": "Header-saakruti.jpg",
      "columns": [],
      "images": ["1-saakruti.png", "2-saakruti.png", "3-saakruti.png", "4-saakruti.jpg"],
      "categories": "Identity",
      "released": "MARCH 2016",
      "created" : "",
      "client": "DESIGNER PUBLICATIONS",
      "link": "http://www.designerpublications.com",
      "workQuote": []
    }

  }, {
    "index": 18,
    "name": "SmartOwner",
    "image": "T-SO.jpg",
    "header": "SMARTOWNER",
    "headerTag": "Crowdfunding Real Estate in India",
    "categories": "digital social",
    "details": {
      "title": "INVESTING IN INDIAN REAL ESTATE MADE EASY, SAFE AND HASSLE FREE FOR ANYONE",
      "desc": "'Investing' traditionally has been a domain of wealthy families. However with technology and new business models, today common man has more opportunities and instruments to grow his investments. With SmartOwner  we proposed to make information easily available to take decisions, later follow up to organize paperwork and secure transactions. We designed the interactions to make the investor feel confident, safe and excited with the opportunity and get a sense of ownership making him a Smart Owner.",
      "headerImage": "Header-SO.png",
      "columns": [{
        "header": "CROWD FUNDING",
        "content": "Today, it is easier to raise small amounts of money with large number of people across locations due to internet applications. Investing in real estate is a tedious task involving land documents, brokers, paper work, legalities that takes away a lot of time. We helped bridge this gap with SmartOwner."
      }, {
        "header": "COMMUNICATING VALUE",
        "content": "We envisioned a communication style that creates awareness as the idea is new. We choose information elements that build confidence for investors to decide and invest by continuous feedback. Testimonial videos, ‘How to’ texts, Samples of projects showing returns engaged investor interests."
      }, {
        "header": "FRESH, TRANSPARENT & CLEAR",
        "content": "User interface was designed to be fresh and clear allowing content and interaction elements to naturally guide the visitor to choose an investment opportunity.   We proposed to improvise all the customer touch-points from phone calls, customer support, mobile site to build a common tone to interact."
      }],
      "images": ["1-SO.png", "2-SO.png", "3-SO.png"],
      "categories": "Digital, Social",
      "released": "",
      "created" :"JUN 2014",
      "client": "SMARTOWNER",
      "link": "",
      "impact": "",
      "workQuote": [{
        "quote": "I'm a doctor by profession and have no idea how to go through these land deals. SmartOwner has been very reliable and gives me good returns.",
        "author": "Investor"
      }],
      "roles": []
    }
  },{
    "index": 19,
    "name": "BSS",
    "image": "T-BSS.jpg",
    "header": "Bangalore Stiener School",
    "headerTag": "Planning and Design of a school based on waldorf Education",
    "categories": "space",
    "details": {
      "title": "AN ECO-SENSITIVE WALDORF SCHOOL",
      "desc": "We designed a school campus where children learnt in close association with nature. What if children played whole dayunder the trees, learnt with direct contact with soil, climate, insects, plants and animals? This simple idea lead to Bangalore Steiner School is located in the heart of Neem plantation. School follows a Waldorf philosophy (link). We planned a cost effective, sustainable design using custom made tents installed on rammed earth plinths. We reused materials from existing buildings. This enabled us to install in a record time of 45 days under a budget far lower than the usual. Open plan enables teachers and students to explore details with their own imagination and creativity. Read story of the making of the school here (link).",
      "headerImage": "Header-BSS.jpg",
      "columns": [],
      "images": ["1-BSS.jpg", "2-BSS.jpg", "3-BSS.jpg", "4-BSS.jpg", "5-BSS.jpg", "6-BSS.jpg"],
      "categories": "Space",
      "released": "",
      "created" :"APR 2017",
      "client": "B.S.S",
      "link": "",
      "impact": "",
      "workQuote": [],
      "roles": []
    }
  },{
    "index": 20,
    "name": "Imagica",
    "image": "T-BSS.jpg",
    "header": "Imagica",
    "headerTag": "Art from discrete things",
    "categories": "digital",
    "details": {
      "title": "PLAY WITH DISCRETE PICTURES",
      "desc": "What happens when you mix individually separate, unconnected pictures? It becomes a storytelling possibility. We have been inventing myths to explore our own identities. Unconnected objects opens new interpretations. New meanings reverberate. Children do this naturally. They create stories of objects they are familiar with or sometimes out of completely new. IMAGICA enables us to pick, scale, move, add video to a set of randomly selected pictures. It automatically creates Haikus learnt by machine to enhance meanings that we would never have anticipated. IMAGICA invites us to a creative zone of meaning making using pictures.",
      "headerImage": "Header-imagica.jpg",
      "columns": [],
      "images": ["1-imagica.jpg", "2-imagica.jpg", "3-imagica.jpg", "4-imagica.jpg", "5-imagica.jpg"],
      "categories": "Digital",
      "released": "",
      "created" :"SEP 2017",
      "client": "Self Initiated",
      "link": "",
      "impact": "",
      "workQuote": [],
      "roles": []
    }
  },{
    "index": 21,
    "name": "aksharavalli",
    "image": "T-aksharavalli.jpg",
    "header": "Aksharavalli",
    "headerTag": "kannada alphabet cards",
    "categories": "product",
    "details": {
      "title": "Kannada Alphabet Cards",
      "desc": "Words and Pictures in the Kannada textbooks were not intriguing for a child and standardized with any connection to the life of the child. With Aksharavalli, We tried to find words and Images that would address this need and introduce words that come from the child’s context and culture. The alphabets were in an unstylized rounded hand written style. The Packaging and the product is designed to be easily manufactured by self help groups with very less resources.",
      "headerImage": "Header-aksharavalli.png",
      "columns": [],
      "images": ["1-aksharavalli.jpg", "2-aksharavalli.png", "3-aksharavalli.png"],
      "categories": "Product",
      "released": "",
      "created" :"MAY 2014",
      "client": "Self Initiated with DesignCircle",
      "link": "",
      "impact": "",
      "workQuote": [],
      "roles": []
    }
  }

]

}